export class parts{
  // frt_male = ['头部','眼部','眼部','耳朵','耳朵','鼻子','嘴巴','颈部','胸部','腹部','髋部','阴部','肩部','肩部','上臂','上臂','肘部','肘部','前臂','前臂','腕部','腕部','手掌','手掌','大腿','大腿','膝盖','膝盖','小腿','小腿','脚腕','脚腕','足部','足部'];
  // frt_female = ['头部','眼部','眼部','耳朵','耳朵','鼻子','嘴巴','颈部','胸部','乳房','腹部','髋部','阴部','肩部','肩部','上臂','上臂','肘部','肘部','前臂','前臂','腕部','腕部','手掌','手掌','大腿','大腿','膝盖','膝盖','小腿','小腿','脚腕','脚腕','足部','足部'];
  // bck = ['头部','颈部','背部','腰部','臀部','肩部','肩部','上臂','上臂','肘部','肘部','前臂','前臂','腕部','腕部','手背','手背','大腿','大腿','膝盖','膝盖','小腿','小腿','脚踝','脚踝','脚底','脚底','足部','足部'];
frt_male = ['头部','头部','头部','头部','头部','头部','头部','颈部','胸部','腹部','盆腔','男性生殖','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','下肢','下肢','下肢','下肢','下肢','下肢','其他','其他','其他','其他'];
  frt_female = ['头部','头部','头部','头部','头部','头部','头部','颈部','胸部','胸部','腹部','盆腔','女性生殖','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','上肢','下肢','下肢','下肢','下肢','下肢','下肢','其他','其他','其他','其他'];
  bck = ['头部','颈部','背部','腰部','臀部','其他','其他','上肢','上肢','上肢','上肢','上肢','上肢','其他','其他','其他','其他','下肢','下肢','下肢','下肢','下肢','下肢','其他','其他','其他','其他','其他','其他'];
// bck = ['头部','颈部','背部','腰部','臀部','肩部','肩部','上臂','上臂','肘部','肘部','前臂','前臂','腕部','腕部','手背','手背','大腿','大腿','膝盖','膝盖','小腿','小腿','脚踝','脚踝','脚底','脚底','足部','足部']
}
